tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nlohmann/json"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "gettext"
brew "python@3.8"
brew "cmake"
brew "coreutils"
brew "cpulimit"
brew "cython"
brew "dust"
brew "fzf"
brew "gawk"
brew "gdb"
brew "git"
brew "gnuplot"
brew "imagemagick"
brew "libxml2"
brew "itstool"
brew "leela-zero"
brew "libevent"
brew "libksba"
brew "libyaml"
brew "meson"
brew "nlohmann-json"
brew "node"
brew "numpy"
brew "open-mpi"
brew "openjdk"
brew "pdfgrep"
brew "pybind11"
brew "ruby"
brew "scipy"
brew "scons"
brew "sphinx-doc"
brew "subversion"
brew "sundials"
brew "ta-lib"
brew "tmux"
brew "tree"
brew "vifm"
brew "vim"
cask "alacritty"
cask "aquaterm"
cask "handbrake"
cask "iina"
cask "itsycal"
cask "keycastr"
cask "mactex"
cask "mathpix-snipping-tool"
cask "miniconda"
cask "onyx"
cask "paintbrush"
cask "postman"
cask "publish-or-perish"
cask "sketchbook"
cask "skim"
cask "textmate"
cask "thunderbird"
cask "xquartz"
